tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'caskroom/cask'

cask 'xquartz'

brew 'ack'
brew 'aspell'
brew 'bat'
brew 'cloc'
brew 'coreutils'
brew 'cowsay'
brew 'emacs', args: ['with-cocoa']
brew 'fd'
brew 'ffmpeg'
brew 'findutils'
brew 'fortune'
brew 'git'
brew 'glances'
brew 'gnuplot'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'irssi'
brew 'jenv'
brew 'jq'
brew 'leiningen'
brew 'lftp'
brew 'lua'
brew 'mit-scheme'
brew 'mtr'
brew 'mysql'
brew 'ncdu'
brew 'netcat'
brew 'ngrep'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'pcre'
brew 'postgresql'
brew 'python'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tor'
brew 'torsocks'
brew 'tree'
brew 'unrar'
brew 'valgrind'
brew 'vnstat'
brew 'watch'
brew 'wget'
brew 'wordnet'
brew 'xz'
brew 'zsh'

brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/ncurses'

cask 'alfred'
cask 'atom'
cask 'deluge'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'kindle'
cask 'skype'
cask 'slack'
cask 'telegram'
cask 'torbrowser'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'yacreader'
