tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'

brew 'aspell'
brew 'bat'
brew 'cloc'
brew 'coreutils'
brew 'detox'
brew 'fd'
brew 'ffmpeg'
brew 'findutils'
brew 'gcc'
brew 'git'
brew 'gnu-typist'
brew 'gnuplot'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'java'
brew 'jenv'
brew 'jq'
brew 'mtr'
brew 'ncdu'
brew 'netcat'
brew 'ngrep'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'parallel'
brew 'pcre'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'rlwrap'
brew 'ruby-build'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tor'
brew 'torsocks'
brew 'tree'
brew 'vnstat'
brew 'watch'
brew 'wget'
brew 'wordnet'
brew 'xz'
brew 'zsh'

cask 'alfred'
cask 'deluge'
cask 'dropbox'
cask 'emacs'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'libreoffice'
cask 'mactex-no-gui'
cask 'signal'
cask 'slack'
cask 'telegram'
cask 'tor-browser'
cask 'vlc'
cask 'zoom'
