tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'caskroom/cask'

cask 'xquartz'

brew 'ack'
brew 'aspell'
brew 'cloc'
brew 'coreutils'
brew 'cowsay'
brew 'emacs', args: ['with-cocoa']
brew 'ffmpeg'
brew 'findutils'
brew 'fortune'
brew 'ghc'
brew 'git'
brew 'gnuplot'
brew 'go'
brew 'htop'
brew 'imagemagick'
brew 'irssi'
brew 'leiningen'
brew 'lftp'
brew 'lua'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'postgresql'
brew 'python'
brew 'readline'
brew 'redis'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vnstat'
brew 'watch'
brew 'wget'
brew 'wordnet'
brew 'xz'
brew 'zeromq'
brew 'zsh'

brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/nano'
brew 'homebrew/dupes/ncurses'

cask 'alfred'
cask 'anybar'
cask 'launchrocket'
cask 'rstudio'
cask 'skype'
cask 'telegram'
cask 'viber'
cask 'vlc'

# TODO: Cask common apps such as iTerm2, browsers, Dropbox, VirtualBox, etc.
